import { type NewsItemType } from 'src/layouts/main-layout/pages/home-page/components/news-section/types'

export const NewsItems: NewsItemType[] = [
	{
		id: '0',
		title:
			'Новый проект ВООПИК — «Общественный мониторинг объектов культурного наследия Санкт-Петербурга»',
		date: '7 августа 2023',
		desc: 'Петербургский центр культурного наследия им. академика Б. Б. Пиотровского',
		isMain: true,
	},
	{
		id: '1',
		title: 'Завершена реставрация Дома М. Д. Маштакова» (г. Самара)',
		date: '7 августа 2023',
	},
	{
		id: '2',
		title: 'Выставка работ Виктора Коршунова',
		date: '14 мая — 31 мая 2022',
		desc:
			'Планируется проведение мастер–классов для студентов обучающихся по специальности «архитектурная реставрация».\n' +
			'Выставка развернута в Концертно...',
	},
	{
		id: '3',
		title: 'Конференция по выборам городского отделения',
		date: '29 июня 2022',
	},
	{
		id: '4',
		title: 'Открытие экспозиции «История движения в защиту Петербурга»',
		date: '26 ноября 2021',
		desc: 'Экспозиция является частью центра сохранения культурного наследия имени академика Б.Б. Пиотровского...',
	},
	{
		id: '5',
		title: 'Реставрационная выставка «DENKMAL, РОССИЯ — МОСКВА»',
		date: '21 октября — 23 октября 2023',
	},
	{
		id: '6',
		title: 'В Крыму состоялся практический семинар ВООПИиК',
		date: '19 мая 2021',
	},
]
